Repository: OmegaT-L10N/pt
Catalog: tm/v3.5.tmx
Source language: en
Languages: pt

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
pt: Nota: As definições de Codificação dos Ficheiros de Origem apenas afetam os ficheiros HHC e HHK que não contenham uma declaração de codificação.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
pt: Se um ficheiro HHC ou HHK contiver uma declaração de codificação, a mesma será utilizada independentemente de quaisquer valores que especificar neste diálogo.

source: XHTML Filter Options
pt: Opções de Filtro XHTML

source: Exceptions occurred while loading segmentation rules:
pt: Ocorreram excepções durante o carregamento das regras de segmentação:

source: Error saving segmentation rules configuration:
pt: Erro durante a gravação da configuração das regras de segmentação:

source: Language Name
pt: Idioma

source: Language Pattern
pt: Padrão do Idioma

source: Break/Exception
pt: Break/Excepção

source: Pattern Before
pt: Padrão Anterior

source: Pattern After
pt: Padrão Posterior

source: Catalan
pt: Catalão

source: German
pt: Alemão

source: English
pt: Inglês

source: Spanish
pt: Espanhol

source: Finnish
pt: finlandês

source: French
pt: Francês

source: Italian
pt: Italiano

source: Japanese
pt: japonês

source: Dutch
pt: Holandês

source: Russian
pt: russo

source: Swedish
pt: sueco

source: Chinese
pt: chinês

source: Default
pt: Idioma por defeito

source: Text files segmentation
pt: ficheiros de texto = segmentação

source: HTML, XHTML, ODF and Infix segmentation
pt: HTML, XHTML, ODF e segmentação Infix

source: Project Specific Segmentation Setup
pt: Configuração da Segmentação Específica do Projeto

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
pt: Note: Todas os conjuntos de regras de segmentação com um Padrão de Idioma correspondente são aplicados pela ordem dada.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
pt: Assim, por exemplo, as regras para o Francês do Canadá (FR-CA) estão numa posição mais alta do que as regras para o Francês (FR.*), e mais elevadas do que as regras por Defeito (.*).

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
pt: Então, quando temos como idioma de origem o Francês do Canadá o nosso projeto utilizará todas as regras definidas para toda a cadeia do idioma pela ordem correta.

source: Move U&p
pt: Mover para C&ima

source: Move Do&wn
pt: Mover para B&aixo

source: &Move Down
pt: &Mover para Baixo

source: Sets of segmentation rules:
pt: Conjuntos de regras de segmentação:

source: Segmentation rules are applied in the following order:
pt: As regras de segmentação são aplicadas pela seguinte ordem:

source: Are you sure you want to remove the {0} set of segmentation rules?
pt: Tem a certeza de que pretende eliminar o conjunto de regras de segmentação {0}?

source: New Language and Country
pt: Novo Idioma e País

source: Please enter your name/ID.
pt: Introduza o seu nome/ID.

source: It is used to mark your translations.
pt: É utilizado para marcar as suas traduções.

source: &Name/ID:
pt: &Nome/ID:

source: Editor Options
pt: Opções de Comportamento de Edição

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
pt: Selecione qual o texto que pretende que seja inserido no segmento que ainda não está traduzido, quando passar para o mesmo.

source: Insert the &source text
pt: O texto de &origem

source: &Leave the segment empty
pt: &Deixar o segmento em branco

source: Insert the &best fuzzy match
pt: Inserir a &melhor correspondência imperfeita

source: &Minimal similarity:
pt: Semelhança &Mínima:

source: &Prefix:
pt: &Prefixo:

source: [fuzzy]
pt: [imperfeito]

source: &Allow translation to be equal to source
pt: &Permitir que a tradução seja igual à origem

source: E&xport the segment to text files
pt: Exportar o segmento para ficheiros de texto

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
pt: &Ir Para o Próximo Segmento Por Traduzir termina quando há pelo menos uma tradução alternativa

source: Attempt to convert &numbers when inserting a fuzzy match
pt: Tentar converter &números ao inserir uma correspondência imperfeita

source: Allo&w tag editing
pt: Permitir a edição das etiquetas

source: &Validate tags when leaving a segment
pt: Validar as etiquetas ao sair de um segmento

source: Save aut&o-populated status
pt: Guardar o estado de auto-população

source: External TMX Options
pt: Opções de TMX Externa

source: Please select how tags of non-OmegaT TMXs should be displayed.
pt: Selecione o modo como as etiquetas de TMXs não criadas pelo OmegaTdevem ser visualizadas.

source: Display &tags
pt: &Visualizar etiquetas

source: Use &XML for standalone tags (e.g., <i/>)
pt: Utilizar &XML para etiquetas independentes (por exemplo, <i/>)

source: Template variables:
pt: Variáveis do modelo:

source: Match display template
pt: Modelo de visualização da correspondência

source: Sort fuzzy matches by:
pt: Ordenar correspondências imperfeitas por:

source: Stemming, no tags and no numbers
pt: Resultantes, sem etiquetas nem números

source: No tags and no numbers
pt: Não incluir etiquetas nem números

source: Full text, including tags and numbers
pt: Texto completo, incluindo etiquetas e números

source: Display all &source segments in bold
pt: Mostrar todos os segmentos de &origem em negrito

source: Include the &first non-unique segment when marking non-unique segments
pt: Incluir o primeiro segmento não único ao marcar os segmentos não únicos

source: Simplify &tooltips on protected parts
pt: Simplificar os 'tooltips' nas partes protegidas

source: Modification info template
pt: Modelo da modificação de informação

source: Modification info template for segments without date
pt: Modelo da modificação de informação para os segmentos sem data

source: Use custom templates for modification &info
pt: Utilizar modelos personalizados para as informações de modificação

source: Create Glossary Entry
pt: Criar Entrada no Glossário

source: Enter a source term, a target term and a comment:
pt: Introduza um termo origem, um termo alvo e um comentário:

source: Source term:
pt: Termo origem:

source: Target term:
pt: Termo alvo:

source: Comment:
pt: Comentário:

source: Glossary file: {0}
pt: Ficheiro do glossário: {0}

source: If you are using an authenticated proxy, please enter here your user and password.
pt: Se estiver a utilizar uma proxy com autenticação, introduza aqui o utilizador e a senha.

source: Error decoding user and password.
pt: Erro na descodificação do utilizador e senha.

source: User:
pt: Utilizador:

source: Password:
pt: Senha:

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
pt: O OmegaT também está apto a verificar variáveis de programação (variáveis printf-function) tais como '%s'.

source: Please select which behaviour is appropriate.
pt: Selecione o comportamento adequado.

source: Full checking can lead to false positives in normal texts and the PO filter already detects them.
pt: A verificação integral poderá conduzir a falsos positivos em textos normais.

source: &Do not check printf-variables
pt: &Não verificar variáveis printf

source: Check &simple printf-variables (e.g., %s, %d)
pt: Verificar variáveis printf &simples (por exemplo, %s, %d)

source: Check &all printf-variables (e.g., %s, %-s)
pt: Verificar &todas as variáveis printf (por exemplo, %s, %-s)

source: Check simple &java MessageFormat patterns (e.g. {0}). NB: the Java™ Resource Bundles filter already detects them.
pt: Verificar os padrões simples de &java MessageFormat (por exemplo {0})

source: Regular expression for custom tags:
pt: Expressões regulares para etiquetas personalizadas:

source: Regular expression for fragments that should be removed from translation:
pt: Expressões regulares para fragmentos que devem ser removidos da tradução:

source: Allow translated tags to be in a di&fferent order
pt: Permitir que as etiquetas traduzidas fiquem numa ordem di&ferente

source: Warning: Changing tag order may break the translated document!
pt: Aviso: A alteração da ordem das etiquetas pode conduzir a um documento traduzido incorreto!

source: Do not allow creating translated documents with tag &issues
pt: Não permitir a criação de documentos traduzidos com &problemas nas etiquetas

source: Count &protected text and custom tags in statistics
pt: Contar com o texto &protegido e etiquetas personalizadas para as estatísticas

source: Fuzzy Matches
pt: Correspondências Imperfeitas

source: Displays the translation memories segments that match the source segment.
pt: Mostra os segmentos das memórias de tradução que têm correspondência no segmento de origem.

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
pt: As correspondências podem estar na sua tradução atual ou nos ficheiros TMX que tenha colocado na pasta /tm/ folder.

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
pt: Mostra os itens do glossário que estão presentes nos ficheiros de glossários localizados na pasta /glossary/ caso estes estejam presentes no segmento de origem.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
pt: Pode criar itens no glossário com a opção Criar Entrada no Glossário do menu Editar.

source: Entries from the writeable glossary are in bold.
pt: Os itens do glossário atualizável estão destacadas em negrito.

source: Add Glossary Entry
pt: Adicionar entrada no glossário

source: Dictionary
pt: Dicionário

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
pt: Mostra oe itens do dicionário presentes nos ficheiros de dicionários localizados na pasta /dictionary/ caso estes estejam presentes no segmento de origem.

source: Machine Translation
pt: Tradução Automática (Machine Translation)

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
pt: Mostra a tradução do segmento de origem efetuada pelos serviços de tradução automática (machine translation) que tiver selecionadoem Opções > Tradução Automática, caso esses serviços estejam disponíveis.

source: Notes
pt: Notas

source: Allows to view, add, remove or edit a note in the active segment.
pt: Permite a visualização, adição, eliminação ou edição de uma nota presente no segmento ativo.

source: A note is just a comment regarding this set of source text and translation.
pt: As notas são meros comentários relacionados com o conjunto texto origem/tradução.

source: Comments
pt: Comentários

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
pt: Mostra os comentários presentes no segmento ativo caso estes existam no ficheiro de origem e o filtro de ficheiro tenha suporte para os mesmos (por exemplo PO-filter).

source: Key:
pt: Chave:

source: Path:
pt: Caminho (path):

source: Translation:
pt: Tradução:

source: Dock
pt: Ancorar (dock)

source: Minimize
pt: Minimizar

source: Maximize
pt: Maximizar

source: Restore
pt: Restaurar

source: Undock
pt: Desancorar (undock)

source: Instant Start
pt: Arranque Instantâneo

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
pt: Foi recusado ao OmegaT o acesso à propriedade de sistema que contém o nome do seu SO e/ou a propriedade de sistema que contém a sua pasta de raíz.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
pt: Por conseguinte, a localização da pasta de configuração do OmegaT não pode ser determinada com fiabilidade.

source: The current folder will be used instead.
pt: Será utilizada a sua psta atual.

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
pt: Por este motivo, todos os parâmetros assumirão os seus valores por defeito, devido ao que poderá experimentar um comportamento inesperado, mas correto.

source: Your operating system refused to let OmegaT create its configuration folder.
pt: O seu sistema operativo não permitiu que o OmegaT criasse o ficheiro de configuração.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
pt: Caso posteriormente seja concedido acesso à localização pretendida, essa localização será utilizada e todos os parâmetros voltarão a assumir os seus valores por defeito como resultado da mudança de localização.

source: It was not possible to create the script folder inside the configuration folder.
pt: Não foi possível criar a pasta de scripts dentro da pasta de configuração.

source: The configuration folder will be used instead.
pt: Em seu lugar, será utilizada a pasta de configuração.

source: Info
pt: Informação

source: {1}, executed from '{2}'
pt: {1}, executado de '{2}'

source: Click on '{0}' menu item
pt: Clique no item de menu '{0}'

source: Event: project change - "{0}"
pt: Evento: alteração de projeto - "{0}"

source: Event: application startup
pt: Evento:

source: Event: application shutdown
pt: Evento: encerramento da aplicação

source: Event: new file activated ({0})
pt: Evento: novo ficheiro ativado ({0})

source: Event: new entry activated
pt: Evento: nova entrada ativada

source: Event: font changed
pt: Evento: fonte alterada

source: This call MUST be in swing thread
pt: Esta chamada DEVE estar na thread swing

source: This call MUST NOT be in swing thread
pt: Esta chamada NÃO DEVE estar na thread swing

source: Project loading start
pt: Início do carregamento do projeto

source: Project loading end
pt: Início do carregamento do projeto

source: Project saving start
pt: Início da gravação do projeto

source: Project saving end
pt: Fim da gravação do projeto

source: No need to save project, because no changes were made
pt: Não é necessário gravar o projeto, pois não foram feitas alterações

source: Project closed
pt: Projeto fechado

source: Project compiling start
pt: Início da compilação do projeto

source: Project compiling end
pt: Fim da compilação do projeto

source: Project creating start
pt: Início da criação do projeto

source: Project creating end
pt: Fim da criação do projeto

source: No Suggestions
pt: Sem Sugestões

source: Ignore All
pt: Ignorar Todos

source: Add To Dictionary
pt: Adicionar ao Dicionário

source: Spellchecker Setup
pt: Configuração do Verificador Ortográfico

source: &Automatically check the spelling of text
pt: Verificar &Automaticamente a ortografia do texto

source: Dictionaries already installed:
pt: Dicionários já instalados:

source: Dictionary file folder:
pt: Pasta dos ficheiros dos dicionários:

source: Dictionary File Folder
pt: Pasta do Ficheiro do Dicionário

source: &Browse...
pt: &Escolher...

source: &Install new dictionary...
pt: &Instalar novo dicionário...

source: URL of online dictionaries:
pt: URL dos dicionários online:

source: You are uninstalling the spellchecking dictionary that your project currently uses.
pt: Está a desinstalar o dicionário de verificação ortográfica atualmente utilizado pelo seu projeto.

source: Proceed?
pt: Prosseguir?

source: Confirm uninstalling
pt: Confirmar a desinstalação

source: Unable to uninstall the selected dictionary
pt: Impossível desinstalar o dicionário selecionado

source: Uninstalling failed
pt: Falha na desinstalação

source: Cannot install
pt: Impossível proceder à instalação

source: The specified dictionary folder cannot be used.
pt: A pasta de dicionário especificada não pode ser utilizada.

source: Folder does not exist
pt: A pasta não existe

source: The specified dictionary folder does not exist.
pt: A pasta de dicionário especificada não existe.

source: Do you want to create it?
pt: Pretende criá-la?

source: Could not create the specified folder.
pt: Impossível criar a pasta especificada.

source: An error occurred while downloading the dictionary.
pt: Ocorreu um erro ao descarregar o dicionário.

source: Please try again.
pt: Por favor tente de novo.

source: &Source (segment {0}):
pt: &Origem (segmento {0}):

source: Dictionary Installer
pt: Instalador de Dicionários

source: Please select the dictionaries you want to install and press the Install button.
pt: Selecione os dicionários que pretende instalar e clique no botão Instalar.

source: No new dictionaries available at the remote server.
pt: Não existem novos dicionários no servidor remoto.

source: Install
pt: Instalar

source: Available dictionaries:
pt: Dicionários disponíveis:

source: S&witch Case To
pt: M&udar Caixa Para

source: &Lower Case
pt: M&inúsculas

source: &Upper Case
pt: &Maiúsculas

source: &Title Case
pt: Caixa do &Título

source: &Cycle
pt: &Ciclo

source: &View
pt: &Ver

source: Display &Source Segments
pt: Ver Segmentos de &Origem

source: Mark Non-Unique Se&gments
pt: Marcar Segmentos &Não Únicos

source: Mark Segments &with Notes
pt: Marcar Segmentos &Com Notas

source: &Modification Info
pt: Informação de &Modificação

source: Display &None
pt: Ver &Nenhum

source: Display for Current &Segment
pt: Ver para o &Segmento Atual

source: Display for &All Segments
pt: Ver para &Todos os Segmentos

source: Mark &Non-breakable Spaces
pt: Marcar Espaços &Non-breakable

source: Mar&k Whitespace
pt: Marcar Espaços em &Branco

source: Mark &Bidirectional Algorithm Control Characters
pt: Marcar Carateres de Controlo do Algoritmo &Bidirecional

source: Mark &Auto-Populated Segments
pt: Marcar Segmentos Populados Automaticamente

source: Go To Segment Source
pt: Ir Para o Segmento de Origem

source: Insert Match or Selection Into Translation
pt: Inserir Correspondência ou Seleção na Tradução

source: Replace Translation with Match or Selection
pt: Substituir a Tradução pela Correspondência ou Seleção

source: [Fuzzy]
pt: [Imperfeita]

source: Found in:
pt: Encontrado em:

source: This project
pt: Este projeto

source: (+{0} more)
pt: (+{0} mais)

source: Hide '{0}'
pt: Ocultar '{0}'

source: Error on application startup
pt: Erro na inicialização da aplicação

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
pt: Necessita de atualizar o JDK 1.6 para a versão mais recente, ou simplesmente remover os ficheiros jaxb-*.jar do diretório /lib do OmegaT

source: Cut
pt: Cortar

source: Copy
pt: Copiar

source: Paste
pt: Colar

source: MyMemory (human)
pt: MyMemory (humano)

source: MyMemory (machine)
pt: MyMemory (máquina)

source: Google Api key not available.
pt: Chave Google API não está disponível.

source: See OmegaT manual for instructions.
pt: Veja o manual do OmegaT para obter instruções.

source: Wrong response from engine
pt: Resposta errada do motor

source: &Language Checker
pt: Verificador de Idioma

source: Multiple Translations
pt: Traduções Múltiplas

source: Displays alternative translations that you have created for segments that are repeated in the project.
pt: Mostra traduções alternativas que criou para segmentos que estão repetidos neste projeto.

source: Use as Default Translation
pt: Utilizar como Tradução por Defeito

source: Create Alternative Translation
pt: Criar Tradução Alternativa

source: Replace Translation with Text
pt: Substituir a Tradução pelo Texto

source: <EMPTY>
pt: <VAZIA>

source: &Run
pt: &Executar

source: The script "{0}" is running...
pt: O script "{0}" está em execução...

source: An error occurred
pt: Ocorreu um erro

source: Available script engines:
pt: Motores de script disponíveis:

source: Scripts Folder:
pt: Pasta dos Scripts:

source: Select Scripts Folder
pt: Pasta dos Scripts

source: No script selected.
pt: Não foi selecionado nenhum script.

source: Cannot read selected script file.
pt: Impossível ler o ficheiro de script selecionado.

source: Selected Engine: {0}
pt: Motor Selecionado: {0}

source: Script Result
pt: Resultado do Script

source: Refreshing script folder "{0}"
pt: A atualizar o diretório do script "{0}"

source: Save Script
pt: Gravar Script

source: Error while trying to save script.
pt: Erro ao tentar gravar o script.

source: Script "{0}" saved.
pt: Script "{0}" gravado.

source: Run script on slot #{0}.
pt: Executar o script no slot #{0}.

source: No script set.
pt: Não foi configurado nenhum script.

source: No script bound in slot #{0}.
pt: Não existe script associado ao slot #{0}.

source: Add Script
pt: Adicionar Script

source: Remove Script
pt: Eliminar Script

source: Script "{0}" bound to slot #{1}.
pt: Script "{0}" associado ao slot #{1}.

source: Script "{0}" unbound from slot #{1}.
pt: Script "{0}" desassociado do slot #{1}.

source: <none>
pt: <nenhum>

source: extensions:
pt: extensões:

source: Translator comments:
pt: Comentários do tradutor:

source: Extracted comments:
pt: Comentários extraídos:

source: References:
pt: Referências:

source: Please translate this plural as plural form #{0}.
pt: Traduza este plural como forma plural #{0}.

source: Tag:
pt: Etiqueta:

source: Attribute:
pt: Atributo:

source: Initializing
pt: A inicializar

source: Tag validation failed
pt: Falha na validação das etiquetas

source: Translating Project
pt: A traduzir o projeto

source: Finished
pt: Concluído

source: Validating tags
pt: A validar as etiquetas

source: Aborted.
pt: Abortado.

source: Create pseudo-translate TMX
pt: Criar TMX pseudo-traduzida

source: Translated files location not defined
pt: Não está definida a localização para os ficheiros traduzidos

source: Align project against {0}
pt: Alinhar o projeto com {0}

source: Loading Project
pt: A Carregar o Projeto

source: The project cannot be verified
pt: Impossível verificar o projeto

source: An error occurred while trying to run console process: {0}
pt: Ocorreu um erro ao tentar executar o processo de consola: {0}

source: Source folder {0} does not exist.
pt: Pasta de Origem {0} inexistente.

source: Target folder {0} does not exist.
pt: Pasta de Destino {0} inexistente.

source: Glossary folder {0} does not exist.
pt: Pasta de Glossário {0} inexistente.

source: Translation memory folder {0} does not exist.
pt: Pasta de Memória de Tradução {0} inexistente.

source: The writeable glossary file is not in the glossary folder.
pt: O glossário atualizável não está na pasta do glossário.

source: Project locked.
pt: Projeto bloqueado.

source: Perhaps it is already opened in another OmegaT instance
pt: Talvez esteja aberto noutra instância do OmegaT

source: SVN '{0}' execution start
pt: Início da execução do SVN '{0}'

source: SVN '{0}' execution finished successfully
pt: Execução

source: SVN '{0}' error: {1}
pt: Erro SVN '{0}': {1}

source: Commit not possible because somebody else changed remote translation.
pt: Não foi possível fazer "commit" pois outro utilizador alterou a tradução remota.

source: Will be synchronized next time.
pt: Será sincronizada da próxima vez.

source: Git '{0}' execution start
pt: Início da execução do Git '{0}'

source: Git '{0}' execution finished successfully
pt: A execução do Git '{0}' terminou com sucesso

source: Git '{0}' error: {1}
pt: Erro no Git '{0}': {1}

source: Push failed.
pt: Operação de "push" falhada.
